{
  "meta.title": "Hélène Prat — Coaching for Couples & Teams in Transition",
  "meta.description": "Certified ORSC Coach and PCM Trainer helping couples and teams thrive through relocation and transition. Based in Hilversum, Netherlands.",

  "nav.about": "About",
  "nav.approach": "Approach",

  "hero.title": "Helping couples and teams thrive through transition",
  "hero.subtitle": "Certified ORSC Coach & Process Communication (PCM) Practicioner",
  "hero.cta": "Book a Free Call",
  "hero.audience.couples.title": "Couples",
  "hero.audience.couples.desc": "Navigating relocation together while staying emotionally connected.",
  "hero.audience.partnership.title": "Partnerships",
  "hero.audience.partnership.desc": "Rebuilding shared vision when life pulls you in different directions.",
  "hero.audience.teams.title": "Teams",
  "hero.audience.teams.desc": "Leading through change without losing the people around you.",
  "hero.hook": "Have you ever felt like you and your partner are living the same move, yet experiencing two completely different realities? One of you thrives on the adventure, while the other quietly mourns what was left behind. The gap isn't geography — it's what happens when big transitions go unspoken.",

  "about.title": "Meet Hélène",
  "about.p1": "Hélène Prat is an international HR leader with nearly 20 years of experience partnering with business teams. She studied Organizational & Social Psychology, where her fascination with group dynamics and the undercurrents that shape behavior first began.",
  "about.p2": "Over a decade ago, while developing a leadership program, she discovered Process Communication (PCM), a powerful methodology that helps individuals build awareness of their personality, motivators, and distress patterns. As a certified trainer and practitioner, she has helped individuals, couples and teams strengthen their communication effectiveness.",
  "about.p3": "In 2023, Hélène encountered systemic coaching through the ORSC® methodology — a moment when everything fell into place. She realized she could no longer overlook the transformative power of systems, whether teams, partnerships, or couples.",
  "about.p4": "Originally from France, Hélène moved to Dublin in 2008, returned to France in 2009, relocated to Sydney with her life partner in 2015, and in 2022 moved back to Europe with their son. Her family has now settled in Hilversum, in the Netherlands.",
  "about.p5": "Her approach blends systemic coaching, effective communication tools, and energy healing practices, supporting her clients in feeling grounded and integrating new insights at their own pace. She is generous, full of life, and brings humor and positivity to everything she does.",

  "program.quote.left": "\"Is this move bringing you closer",
  "program.quote.right": "or quietly pulling you apart?\"",
  "program.intro": "Relocating to a new country is exciting — and also disorienting. You juggle visas, housing, schools, and a new culture, while underneath the surface your relationship is also going through a major transition. We have crafted a coaching program specially for expats to help you navigate this transition as a team — so you don't just move country, you build a new life that feels like home for both of you.",

  "session1.title": "The System Called \"Us\" in Transition",
  "session1.desc": "Introduction to systemic coaching and the \"third entity.\" Mapping the current relationship landscape: hopes, fears, and dynamics since the move.",
  "session2.title": "Honoring What Was Left Behind",
  "session2.desc": "Exploring grief and loss — what each partner has said goodbye to. Rituals of acknowledgment — consciously closing chapters and carrying forward what still serves.",
  "session3.title": "Managing Change Together",
  "session3.desc": "Understanding different adaptation paces. Building empathy for the partner adapting differently — new role vs. reinvention.",
  "session4.title": "Reimagining Dreams and Roles",
  "session4.desc": "Exploring individual and shared dreams in this new context. Revisiting roles and identity — what's shifting and what's missing.",
  "session5.title": "Rooting in your new country",
  "session5.desc": "Exploring belonging and local integration — \"What does home feel like now?\" Identifying values and activities that create roots and connection.",
  "session6.title": "Celebrating Growth and Looking Ahead",
  "session6.desc": "Reflecting on the journey, learning, and transformation. Identifying rituals of continuation and celebrating resilience as a relationship system.",

  "details.months": "months",
  "details.sessions": "sessions",
  "details.duration": "min each",
  "details.format": "online or in-person",

  "foryou.title": "Is This For You?",
  "foryou.subtitle": "This program is a fit if…",

  "criteria1.title": "Recently Relocated",
  "criteria1.desc": "You have recently relocated or are preparing to move.",
  "criteria2.title": "Staying Connected",
  "criteria2.desc": "You want to stay connected and intentional as a couple in the midst of change.",
  "criteria3.title": "Ready to Talk",
  "criteria3.desc": "You feel \"there is a lot to talk about,\" but don't quite know where to start.",

  "delivery.title": "Program Delivery Options",
  "delivery.private.title": "Private Coaching",
  "delivery.private.desc": "1:1 coaching journey for one couple",
  "delivery.group.title": "Small Group",
  "delivery.group.desc": "3–5 couples with shared relocation experiences",
  "delivery.workshop.desc": "1-day or weekend intensive on core concepts",

  "gains.title": "What You'll Gain",
  "gain1": "A clearer understanding of how relocation is impacting your relationship dynamic.",
  "gain2": "Practical tools to navigate emotional and everyday challenges with more ease and empathy.",
  "gain3": "Clarity on how to honor what you've left behind while creating meaningful roots in your new country.",
  "gain4": "A shared vision for this new chapter and concrete ways to support each other's dreams.",
  "gain5": "Renewed connection and intimacy through guided conversations you might not have on your own.",

  "chemistry.title": "What happens next?",
  "chemistry.step1": "You fill in this short form — it takes less than 2 minutes.",
  "chemistry.step2": "Hélène reviews your situation and reaches out to schedule a call.",
  "chemistry.step3": "You get a free 30-minute chemistry call — no commitment, no pressure.",
  "chemistry.note": "💛 This call is simply a conversation to see if working together feels right.",

  "contact.title": "Curious if this is right for you?",
  "contact.subtitle": "Book a free 30-minute chemistry call to explore your situation and see how we can work together.",
  "contact.cta": "Book a Free 30-min Chemistry Call",
  "contact.or": "Or reach out directly at",

  "footer.tagline": "Coaching for Couples & Teams in Transition",
  "footer.rights": "All rights reserved.",

  "form.step": "Step",
  "form.of": "of",
  "form.name.label": "What is your name?",
  "form.name.placeholder": "Your full name",
  "form.email.label": "What is your email address?",
  "form.email.placeholder": "your@email.com",
  "form.service.label": "What type of service interests you?",
  "form.service.private": "Private Coaching",
  "form.service.group": "Small Group",
  "form.service.workshop": "Workshop",
  "form.country.label": "Country",
  "form.country.placeholder": "Select your country",
  "form.city.label": "City",
  "form.city.placeholder": "Your city",
  "form.about.label": "Tell us about you",
  "form.about.placeholder": "A few words about you and your situation",
  "form.availability.label": "Your availability (please mention your timezone)",
  "form.availability.placeholder": "e.g. Weekday mornings CET, weekends flexible",
  "form.summary.title": "Review your information",
  "form.summary.name": "Name",
  "form.summary.email": "Email",
  "form.summary.service": "Service",
  "form.summary.message": "Message",
  "form.edit": "Edit",
  "form.prev": "Previous",
  "form.next": "Next",
  "form.submit": "Send Message",
  "form.sending": "Sending...",
  "form.success.title": "Message sent!",
  "form.success.text": "Thank you for reaching out. Hélène will get back to you shortly.",
  "form.error": "Something went wrong. Please try again or email directly.",
  "form.required": "This field is required",
  "form.email.invalid": "Please enter a valid email address",
  "form.service.required": "Please select a service",
  "form.consent": "I agree that my data will be used to process my request.",
  "form.consent.required": "You must accept to continue",
  "footer.privacy": "Privacy Policy",
  "privacy.meta.title": "Privacy Policy — Hélène Prat",
  "privacy.title": "Privacy Policy",
  "privacy.updated": "Last updated: February 2026",
  "privacy.controller.title": "Data Controller",
  "privacy.controller.text": "Hélène Prat, independent coaching practitioner based in Hilversum, Netherlands.",
  "privacy.collected.title": "Data We Collect",
  "privacy.collected.intro": "When you use the contact form on this website, we collect the following information:",
  "privacy.collected.name": "Your name",
  "privacy.collected.email": "Your email address",
  "privacy.collected.service": "The type of service you are interested in",
  "privacy.collected.message": "Your message (optional)",
  "privacy.purpose.title": "Why We Collect Your Data",
  "privacy.purpose.text": "Your data is collected solely to respond to your contact request and to follow up on your inquiry about coaching services. We do not use your data for marketing purposes unless you explicitly request it.",
  "privacy.legal.title": "Legal Basis",
  "privacy.legal.text": "The processing of your data is based on your consent, given when you check the consent box on the contact form (Article 6(1)(a) GDPR).",
  "privacy.retention.title": "Data Retention",
  "privacy.retention.text": "Your personal data is retained for a maximum of 1 year from the date of your request. After this period, your data is permanently deleted.",
  "privacy.sharing.title": "Data Sharing",
  "privacy.sharing.text": "Your data is not shared with any third parties. Emails are sent via Gmail (Google SMTP) solely for the purpose of delivering your message to Hélène Prat.",
  "privacy.analytics.title": "Analytics",
  "privacy.analytics.text": "This website uses Matomo, a self-hosted analytics solution, to collect anonymous usage statistics. No personal data is shared with third parties through analytics. You can opt out of analytics tracking at any time.",
  "privacy.captcha.title": "Security (Captcha)",
  "privacy.captcha.text": "This website uses Cloudflare Turnstile to protect the contact form against spam. Turnstile may collect technical data (IP address, browser information) as described in Cloudflare's privacy policy.",
  "privacy.rights.title": "Your Rights",
  "privacy.rights.intro": "Under the GDPR, you have the right to:",
  "privacy.rights.access": "Access your personal data",
  "privacy.rights.rectify": "Rectify inaccurate data",
  "privacy.rights.erase": "Request erasure of your data",
  "privacy.rights.restrict": "Restrict processing of your data",
  "privacy.rights.portability": "Data portability",
  "privacy.rights.withdraw": "Withdraw your consent at any time",
  "privacy.contact.title": "Contact",
  "privacy.contact.text": "For any questions regarding your personal data or to exercise your rights, please contact Hélène Prat via the contact form on this website or by email.",
  "privacy.analytics.optout.enabled": "I accept anonymous analytics tracking.",
  "privacy.analytics.optout.status": "You have been opted out of analytics tracking.",

  "cookie.text": "This website uses cookies for anonymous analytics. See our <a href=\"/privacy.php\">Privacy Policy</a> for details.",
  "cookie.accept": "Accept",
  "cookie.reject": "Reject"
}
