{
  "meta.title": "Hélène Prat — Coaching pour couples & équipes en transition",
  "meta.description": "Coach ORSC certifiée et Formatrice PCM accompagnant les couples et les équipes à travers la relocation et les transitions. Basée à Hilversum, Pays-Bas.",

  "nav.about": "À propos",
  "nav.approach": "Approche",

  "hero.title": "Accompagner les couples et les équipes à travers les transitions",
  "hero.subtitle": "Coach ORSC certifiée & Praticienne en Process Communication (PCM)",
  "hero.cta": "Réserver un appel gratuit",
  "hero.audience.couples.title": "Couples",
  "hero.audience.couples.desc": "Traverser la relocation ensemble tout en restant connectés émotionnellement.",
  "hero.audience.partnership.title": "Partenariats",
  "hero.audience.partnership.desc": "Reconstruire une vision commune quand la vie vous tire dans des directions différentes.",
  "hero.audience.teams.title": "Équipes",
  "hero.audience.teams.desc": "Traverser le changement sans perdre les personnes qui vous entourent.",
  "hero.hook": "Avez-vous déjà eu l'impression de vivre le même déménagement que votre partenaire, mais dans deux réalités complètement différentes ? L'un s'épanouit dans l'aventure, tandis que l'autre pleure en silence ce qui a été laissé derrière. L'écart n'est pas géographique — c'est ce qui se creuse quand les grandes transitions restent informulées.",

  "about.title": "Rencontrez Hélène",
  "about.p1": "Hélène Prat est une responsable RH internationale avec près de 20 ans d'expérience au service des équipes. Diplômée en Psychologie Organisationnelle & Sociale, c'est là que sa fascination pour la dynamique de groupe et les courants sous-jacents qui façonnent les comportements a commencé.",
  "about.p2": "Il y a plus de dix ans, en développant un programme de leadership, elle a découvert la Process Communication (PCM), une méthodologie puissante qui aide les individus à prendre conscience de leur personnalité, de leurs motivations et de leurs schémas de stress. En tant que formatrice et praticienne certifiée, elle a accompagné individus, couples et équipes à renforcer leur communication.",
  "about.p3": "En 2023, Hélène a découvert le coaching systémique à travers la méthodologie ORSC® — un moment où tout s'est aligné. Elle a réalisé qu'elle ne pouvait plus ignorer le pouvoir transformateur des systèmes, qu'il s'agisse d'équipes, de partenariats ou de couples.",
  "about.p4": "Originaire de France, Hélène a déménagé à Dublin en 2008, est revenue en France en 2009, s'est installée à Sydney avec son compagnon en 2015, et en 2022 est revenue en Europe avec leur fils. Sa famille s'est installée à Hilversum, aux Pays-Bas.",
  "about.p5": "Son approche allie coaching systémique, outils de communication efficaces et pratiques de guérison énergétique, aidant ses clients à se sentir ancrés et à intégrer de nouveaux apprentissages à leur rythme. Elle est généreuse, pleine de vie, et apporte humour et positivité dans tout ce qu'elle fait.",

  "program.quote.left": "« Ce déménagement vous rapproche-t-il",
  "program.quote.right": "ou vous éloigne-t-il en silence ? »",
  "program.intro": "S'installer dans un nouveau pays est passionnant — et aussi déstabilisant. Vous jonglez entre visas, logement, écoles et nouvelle culture, tandis qu'en profondeur, votre relation traverse aussi une transition majeure. Nous avons conçu un programme de coaching spécialement pour les expatriés pour vous aider à traverser cette transition en équipe — pour que vous ne fassiez pas que déménager, mais que vous construisiez une nouvelle vie qui ressemble à un chez-vous pour tous les deux.",

  "session1.title": "Le système « Nous » en transition",
  "session1.desc": "Introduction au coaching systémique et à la « troisième entité ». Cartographie du paysage relationnel actuel : espoirs, peurs et dynamiques depuis le déménagement.",
  "session2.title": "Honorer ce qui a été laissé derrière",
  "session2.desc": "Explorer le deuil et la perte — ce à quoi chaque partenaire a dit au revoir. Rituels de reconnaissance — clore consciemment des chapitres et emporter ce qui nourrit encore.",
  "session3.title": "Gérer le changement ensemble",
  "session3.desc": "Comprendre les différents rythmes d'adaptation. Développer l'empathie pour le partenaire qui s'adapte différemment — nouveau rôle vs. réinvention.",
  "session4.title": "Réinventer rêves et rôles",
  "session4.desc": "Explorer les rêves individuels et partagés dans ce nouveau contexte. Revisiter les rôles et l'identité — ce qui évolue et ce qui manque.",
  "session5.title": "S'enraciner dans votre nouveau pays",
  "session5.desc": "Explorer l'appartenance et l'intégration locale — « À quoi ressemble \"chez soi\" maintenant ? » Identifier les valeurs et activités qui créent des racines.",
  "session6.title": "Célébrer la croissance et regarder devant",
  "session6.desc": "Réfléchir au parcours, aux apprentissages et à la transformation. Identifier les rituels de continuation et célébrer la résilience du système relationnel.",

  "details.months": "mois",
  "details.sessions": "séances",
  "details.duration": "min chacune",
  "details.format": "en ligne ou en présentiel",

  "foryou.title": "Est-ce pour vous ?",
  "foryou.subtitle": "Ce programme est fait pour vous si…",

  "criteria1.title": "Récemment installés",
  "criteria1.desc": "Vous venez de vous installer dans un nouveau pays ou préparez votre déménagement.",
  "criteria2.title": "Rester connectés",
  "criteria2.desc": "Vous souhaitez rester connectés et intentionnels en tant que couple au cœur du changement.",
  "criteria3.title": "Prêts à en parler",
  "criteria3.desc": "Vous sentez qu'« il y a beaucoup à se dire », mais vous ne savez pas trop par où commencer.",

  "delivery.title": "Formats du programme",
  "delivery.private.title": "Coaching privé",
  "delivery.private.desc": "Parcours de coaching 1:1 pour un couple",
  "delivery.group.title": "Petit groupe",
  "delivery.group.desc": "3 à 5 couples partageant l'expérience de la relocation",
  "delivery.workshop.desc": "Intensif d'une journée ou d'un week-end sur les concepts clés",

  "gains.title": "Ce que vous allez gagner",
  "gain1": "Une compréhension plus claire de l'impact de la relocation sur votre dynamique de couple.",
  "gain2": "Des outils pratiques pour traverser les défis émotionnels et quotidiens avec plus de facilité et d'empathie.",
  "gain3": "La clarté sur comment honorer ce que vous avez quitté tout en créant des racines significatives dans votre nouveau pays.",
  "gain4": "Une vision partagée pour ce nouveau chapitre et des moyens concrets de soutenir les rêves de l'autre.",
  "gain5": "Une connexion et une intimité renouvelées grâce à des conversations guidées que vous n'auriez peut-être pas seuls.",

  "chemistry.title": "Que se passe-t-il ensuite ?",
  "chemistry.step1": "Vous remplissez ce court formulaire — moins de 2 minutes.",
  "chemistry.step2": "Hélène prend connaissance de votre situation et vous contacte pour planifier un appel.",
  "chemistry.step3": "Vous bénéficiez d'un appel découverte gratuit de 30 minutes — sans engagement, sans pression.",
  "chemistry.note": "💛 Cet appel est simplement une conversation pour voir si travailler ensemble vous correspond.",

  "contact.title": "Curieux de savoir si c'est fait pour vous ?",
  "contact.subtitle": "Réservez un appel découverte gratuit de 30 minutes pour explorer votre situation et voir comment nous pouvons travailler ensemble.",
  "contact.cta": "Réserver un appel découverte gratuit de 30 min",
  "contact.or": "Ou contactez directement",

  "footer.tagline": "Coaching pour couples & équipes en transition",
  "footer.rights": "Tous droits réservés.",

  "form.step": "Étape",
  "form.of": "sur",
  "form.name.label": "Quel est votre nom ?",
  "form.name.placeholder": "Votre nom complet",
  "form.email.label": "Quelle est votre adresse email ?",
  "form.email.placeholder": "votre@email.com",
  "form.service.label": "Quel type de service vous intéresse ?",
  "form.service.private": "Coaching privé",
  "form.service.group": "Petit groupe",
  "form.service.workshop": "Workshop",
  "form.country.label": "Pays",
  "form.country.placeholder": "Sélectionnez votre pays",
  "form.city.label": "Ville",
  "form.city.placeholder": "Votre ville",
  "form.about.label": "Parlez-nous de vous",
  "form.about.placeholder": "Quelques mots sur vous et votre situation",
  "form.availability.label": "Vos disponibilités (merci de préciser votre fuseau horaire)",
  "form.availability.placeholder": "Ex. matins en semaine CET, week-ends flexibles",
  "form.summary.title": "Vérifiez vos informations",
  "form.summary.name": "Nom",
  "form.summary.email": "Email",
  "form.summary.service": "Service",
  "form.summary.message": "Message",
  "form.edit": "Modifier",
  "form.prev": "Précédent",
  "form.next": "Suivant",
  "form.submit": "Envoyer le message",
  "form.sending": "Envoi en cours...",
  "form.success.title": "Message envoyé !",
  "form.success.text": "Merci de nous avoir contactés. Hélène vous répondra très bientôt.",
  "form.error": "Une erreur est survenue. Veuillez réessayer ou envoyer un email directement.",
  "form.required": "Ce champ est requis",
  "form.email.invalid": "Veuillez entrer une adresse email valide",
  "form.service.required": "Veuillez sélectionner un service",
  "form.consent": "J'accepte que mes données soient utilisées pour traiter ma demande.",
  "form.consent.required": "Vous devez accepter pour continuer",
  "footer.privacy": "Politique de confidentialité",
  "privacy.meta.title": "Politique de confidentialité — Hélène Prat",
  "privacy.title": "Politique de confidentialité",
  "privacy.updated": "Dernière mise à jour : février 2026",
  "privacy.controller.title": "Responsable du traitement",
  "privacy.controller.text": "Hélène Prat, coach indépendante basée à Hilversum, Pays-Bas.",
  "privacy.collected.title": "Données collectées",
  "privacy.collected.intro": "Lorsque vous utilisez le formulaire de contact de ce site, nous collectons les informations suivantes :",
  "privacy.collected.name": "Votre nom",
  "privacy.collected.email": "Votre adresse email",
  "privacy.collected.service": "Le type de service qui vous intéresse",
  "privacy.collected.message": "Votre message (facultatif)",
  "privacy.purpose.title": "Pourquoi nous collectons vos données",
  "privacy.purpose.text": "Vos données sont collectées uniquement pour répondre à votre demande de contact et assurer le suivi de votre intérêt pour les services de coaching. Nous n'utilisons pas vos données à des fins marketing sauf demande explicite de votre part.",
  "privacy.legal.title": "Base légale",
  "privacy.legal.text": "Le traitement de vos données repose sur votre consentement, donné lorsque vous cochez la case de consentement dans le formulaire de contact (Article 6(1)(a) RGPD).",
  "privacy.retention.title": "Durée de conservation",
  "privacy.retention.text": "Vos données personnelles sont conservées pendant une durée maximale d'1 an à compter de votre demande. Passé ce délai, vos données sont définitivement supprimées.",
  "privacy.sharing.title": "Partage des données",
  "privacy.sharing.text": "Vos données ne sont partagées avec aucun tiers. Les emails sont envoyés via Gmail (SMTP Google) uniquement pour transmettre votre message à Hélène Prat.",
  "privacy.analytics.title": "Statistiques",
  "privacy.analytics.text": "Ce site utilise Matomo, une solution d'analyse auto-hébergée, pour collecter des statistiques d'utilisation anonymes. Aucune donnée personnelle n'est partagée avec des tiers via les statistiques. Vous pouvez refuser le suivi statistique à tout moment.",
  "privacy.captcha.title": "Sécurité (Captcha)",
  "privacy.captcha.text": "Ce site utilise Cloudflare Turnstile pour protéger le formulaire de contact contre le spam. Turnstile peut collecter des données techniques (adresse IP, informations du navigateur) tel que décrit dans la politique de confidentialité de Cloudflare.",
  "privacy.rights.title": "Vos droits",
  "privacy.rights.intro": "Conformément au RGPD, vous disposez des droits suivants :",
  "privacy.rights.access": "Accéder à vos données personnelles",
  "privacy.rights.rectify": "Rectifier des données inexactes",
  "privacy.rights.erase": "Demander la suppression de vos données",
  "privacy.rights.restrict": "Limiter le traitement de vos données",
  "privacy.rights.portability": "Portabilité des données",
  "privacy.rights.withdraw": "Retirer votre consentement à tout moment",
  "privacy.contact.title": "Contact",
  "privacy.contact.text": "Pour toute question concernant vos données personnelles ou pour exercer vos droits, veuillez contacter Hélène Prat via le formulaire de contact de ce site ou par email.",
  "privacy.analytics.optout.enabled": "J'accepte le suivi statistique anonyme.",
  "privacy.analytics.optout.status": "Vous avez été désinscrit du suivi statistique.",

  "cookie.text": "Ce site utilise des cookies pour des statistiques anonymes. Consultez notre <a href=\"/privacy.php\">Politique de confidentialité</a> pour en savoir plus.",
  "cookie.accept": "Accepter",
  "cookie.reject": "Refuser"
}
